Repository: andy128k/chmsee
Catalog: po/*.po
Languages: cs, ms, ro, ru, sk, sw, vi, zh_tw

source: The HTML Help(CHM) viewer for Unix/Linux
cs: HTML Help(CHM) prohlížeč pro Unix/Linux
ms: Pelihat Bantuan HTML (CHM) untuk Unix/Linux
ro: Program de vizualizare HTML Help(CHM) pentru Unix/Linux
ru: Просмоторщик файлов HTML Help (СHM) для Unix\Linux
sk: Prehliadač HTML Nápovedy (CHM) pre Unix/Linux
sw: Kiangalia cha Msaada HTML(CHM) kwa Unix/Linux
vi: Trình duyệt HTML Help(CHM) cho Unix/Linux
zh_tw: 用於 Unix/Linux 的 HTML 說明檔(CHM) 檢視器

source: translator-credits
cs: Launchpad Contributions: Vojtěch Trefný https://launchpad.net/~vojtech.trefny
ms: Launchpad Contributions: abuyop https://launchpad.net/~abuyop
ro: Launchpad Contributions: bitter https://launchpad.net/~hrdaniel03
ru: Launchpad Contributions: Max Habets https://launchpad.net/~sky3 andvalb https://launchpad.net/~andvalb Launchpad Contributions: Alexander Slovesnik https://launchpad.net/~unghost Dmitry Korzhenevsky https://launchpad.net/~lynx-programist Max Habets https://launchpad.net/~sky3 Nkolay Parukhin https://launchpad.net/~parukhin Vadim Peretokin https://launchpad.net/~vperetokin andvalb https://launchpad.net/~andvalb
sk: Launchpad Contributions: Maor https://launchpad.net/~martin336
sw: Launchpad Contributions: Emanuel Feruzi https://launchpad.net/~emanuel-feruzi Launchpad Contributions: Emanuel Feruzi https://launchpad.net/~emanuel-feruzi Launchpad Contributions: Emanuel Feruzi https://launchpad.net/~emanuel-feruzi
vi: Launchpad Contributions: huanctv https://launchpad.net/~huanctv
zh_tw: 趙惟倫 <chaoweilun@gmail.com> Launchpad Contributions: Wei-Lun Chao https://launchpad.net/~chaoweilun

source: Open File
cs: Otevřít soubor
ms: Buka Fail
ro: Deschide Fișier
ru: Открыть файл
sk: Otvoriť súbor
sw: Fungua Faile
vi: Mở File
zh_tw: 開啟檔案

source: <b>Cache</b>
cs: <b>Vyrovnávací paměť</b>
ms: <b>Cecikut</b>
ru: <b>Кэш</b>
sk: <b>Zásobník</b>
sw: Kache
zh_tw: <b>快取</b>

source: <b>Charset</b>
cs: <b>Znaková sada</b>
ro: <b>Set de caractere</b>
ru: <b>Кодировка</b>
sk: <b>Znaková sada</b>
sw: Seti Kiwambo
zh_tw: <b>字元集</b>

source: <b>Font</b>
cs: <b>Písmo</b>
ms: <b>Fon</b>
ru: <b>Шрифт</b>
sk: <b>Písmo</b>
sw: Fonti
zh_tw: <b>字型</b>

source: Auto-Detect:
cs: Autodetekce
ms: Auto-Kenalpasti
ro: Auto-Detectare:
ru: Автоопределение:
sk: Autodetekcia:
sw: Gundua Kiotomati
vi: Tự động dò:
zh_tw: 自動偵測：

source: CHM files extracted in this cache folder, you can press Clear button to free disk space. NOTE: If you are viewing a CHM file, you need reopen it after cleaning.
cs: Soubory CHM jsou do tohoto adresáře rozbalovány, kliknutím na tlačítko Vymazat uvolníte místo na disku. POZNÁMKA: Pokud právě prohlížíte nějaký soubor, musíte jej po vyčištění znovu otevřít.
ms: Fail CHM diekstrak didalam folder cecikut, anda boleh menekan butang Kosongkan untuk bebaskan ruang cakera./n /n NOTA: Jika anda sedang membaca fail CHM, anda perlu membukanya semula selepas pembersihan.
ro: Fișierele CHM extrase în acest director cache, puteți apăsa butonul Curăță pentru a elibera spațiu pe disc. Notă: Dacă vizualizați un fișier CHM, este necesară redeschiderea acestuia după curățenie.
ru: CHM файлы распакованы в эту папку кэша, вы можете нажать кнопку "Очистить" для освобождения дискового пространства. ВНИМАНИЕ: Если вы просматриваете CHM файл, вам необходимо открыть его заново после очистки.
sk: CHM súbory sú extrahované v tejto zložke zásobníka, môžete stlačiť tlačidlo Vymazať, aby ste uvoľnili miesto na disku. UPOZORNENIE: Ak si prezeráte CHM súbor, je potrebné ho znovu otvoriť po vymazaní.
sw: Faili la CHM limeng'olewa ndani ya folda hili la kache, unaweza bonyeza kitufe cha Safisha kutoa nafasi hii ya disk
vi: File CHM được giản nén trong thư mục cache này, bạn có thể nhấn nút Xóa để giải phóng vùng nhớ. Lưu ý: Nếu bạn đang đọc một file CHM, bạn cần phải mở lại nó sau khi đã xóa.
zh_tw: CHM 檔案在這個快取資料夾中被擷取出來，您可以按下清空按鈕以釋放磁碟空間。 註：如果您正在觀看 CHM 檔案，您需要在清理之後重新開啟它。

source: Fixed Width:
cs: Pevná šířka:
ms: Lebar Tetap:
ro: Reparat cu:
ru: Фиксированной ширины:
sk: Pevná šírka:
sw: Upana usibadilika
vi: Cố định độ rộng:
zh_tw: 固定寬度：

source: Setup
cs: Nastavení
ms: Tetapan
ro: Configurare
ru: Настройки
sk: Nastavenie
sw: Usanidi
vi: Cài đặt
zh_tw: 設定

source: Variable Width:
cs: Proměnná šířka
ms: Lebar Boleh Ubah
ro: Lățime Variabilă
ru: Изменяемой ширины:
sk: Premenlivá šírka:
sw: Upana unaobadilika
vi: Độ rộng thay đổi:
zh_tw: 可變寬度：

source: HTML Help(CHM) viewer
cs: Prohlížeč HTML Help(CHM)
ms: Pelihat Bantuan HTML(CHM)
ro: Program de vizualizare HTML Help(CHM)
ru: Просмоторщик файлов HTML Help (CHM)
sk: Prehliadač HTML nápovedy (CHM)
sw: Kiangalia cha Msaada HTML(CHM)
vi: Trình duyệt HTML Help(CHM)
zh_tw: HTML 說明檔(CHM) 檢視器

source: URI redirect: "%s" -> "%s"
cs: Přesměrování: "%s" -> "%s"
ro: URI redirectează: "%s" -> "%s"
sk: URI presmerovanie: "%s" -> "%s"
vi: Tự chuyển URL: "%s" -> "%s"

source: CHM Files
cs: Soubory CHM
ms: Fail CHM
ro: Fișiere CHM
ru: Файлы CHM
sk: CHM Súbory
sw: Mafaili ya CHM
vi: File CHM
zh_tw: CHM 檔案

source: All Files
cs: Všechny soubory
ms: Semua Fail
ro: Toate Fișierele
ru: Все файлы
sk: Všetky súbory
sw: Mafaili yote
vi: Toàn bộ File
zh_tw: 所有檔案

source: Ready!
cs: Připraven!
ms: Sedia!
ro: Gata!
ru: Готов!
sk: Pripravený!
sw: Tayari!
vi: Sẵn sàng!
zh_tw: 就緒！

source: Error loading file '%s'
cs: Chyba při načítání souboru '%s'
ms: Ralat memuatkan fail '%s'
ro: Eroare la încărcarea fișierului '%s'
sk: Chyba pri načítaní suboru '%s'
vi: Lỗi trong quá trình tải file '%s'

source: Bookmark
cs: Záložka
ms: Tanda Buku
ro: Semn de carte
sk: Záložka
vi: Đánh dấu

source: Topics
cs: Témata
ms: Topik
ro: Subiecte
ru: Содержание
sk: Témy
sw: Mada
vi: Chủ đề
zh_tw: 主題

source: Bookmarks
cs: Záložky
ms: Tanda Buku
ro: Semne de carte
ru: Закладки
sk: Záložky
sw: Maalamisho
vi: Đánh dấu
zh_tw: 書籤

source: No Title
cs: bez názvu
ms: Tiada Tajuk
ro: Nici un Titlu
ru: Заголовок отсутствует
sk: Bez názvu
sw: Hakuna Jina
vi: Vô đề
zh_tw: 無標題

source: Display the version and exit
cs: Zobrazit verzi ukončit
ms: Papar versi dan keluar
ro: Afișare versiune și ieșire.
ru: Отобразить версию и выйти
sk: Zobrazí verziu a skončí
sw: Onyesha toleo na utoke
vi: Hiển thị phiên bản và thoát
zh_tw: 顯示版本然後離開

source: more than 1 argument
cs: víc jak jeden argument
ms: lebih dari 1 argumen/n
ro: mai mult de 1 argument
ru: больше чем 1 аргумент
sk: viac než 1 argument
sw: zaidi ya agyument 1
vi: nhiều hơn 1 tham số
zh_tw: 多於一項引數

source: cannot open chmfile: %s
cs: nemohu otevřít soubor: %s
ms: Tidak dapat membuka failchm: '%s'
ro: nu se paote deschide fișierul chm: %s
sk: Nemôžem otvoriť CHM súbor: %s
vi: không thể mở file: %s

source: Extract chmfile failed: %s
cs: Rozbalení souboru selhalo: %s
ms: Ekstrak failchm gagal: '%s'
ro: Extragerea fișierului chm eșuată: %s
ru: Ошибка извлечения файла chm: %s
sk: Extrahovanie CHM súboru: %s
sw: Ungoaji wa faili la chm %s umeshidikana
vi: Lỗi khi giản nén file: %s
zh_tw: 擷取 chm 檔案時失敗：%s

source: open "%s" failed: %s
cs: otevírání "%s" selhalo: %s
ms: buka '%s' gagal: %s
ro: deschidere "%s" eșuată: %s
sk: otváranie "%s" zlyhalo: %s
vi: mở "%s" bị lỗi: %s

source: Can not open chm file %s.
cs: Nemohu otevřít soubor %s
ms: Tidak dapat membuka fail chm: %s
ro: Nu se poate deschide fișierul chm %s.
ru: Не удалось открыть chm файл %s.
sk: Nemôžem otvoriť chm súbor %s.
sw: Faili %s la chm limeshishwa funguliwa.
vi: Không thể mở file chm %s.
zh_tw: 無法開啟 chm 檔案 %s。

source: Can't found hhc file.
cs: Nemohu najít hhc soubor.
ms: Tidak jumpa fail hhc.
ro: Nu s-a găsit fișierul hhc.
sk: Nemôžem nájsť hhc súbor.
vi: Không tìm thấy file hhc

source: be verbose, repeat 3 times to get all info
ms: panjang berjela, ulang 3 kali untuk dapatkan semua info
ro: fii guraliv, repetă de 3 ori pentru a obține toate informațiile
ru: подробно, для вывода всей информации повторить 3 раза
sw: piga kelele, rudua mara 3 kupata taarifa zote
vi: lặp lại 3 lần để lấy toàn bộ thông tin
zh_tw: 細節模式，重複三次以取得所有資訊

source: be quiet, repeat 2 times to disable all info
ms: senyap, ulang 2 kali untuk lumpuhkan semua info
ro: fii tăcut, repetă de 2 ori pentru a elimina toate informațiile
ru: тихо, для отключения вывода всей информации повторить 2 раза
sw: kuwa mkimya, rudua mara 3 kulemaza taarifa zote
vi: lặp lại 2 lần để ngắt toàn bộ thông tin
zh_tw: 安靜模式，重複兩次以停用全部資訊

source: http://code.google.com/p/chmsee
vi: Copy text http://code.google.com/p/chmsee

source: ChmSee
zh_tw: 檢視 CHM

source: Index
ru: Индекс
zh_tw: 索引
